Repository: Lancelotbronner/apple-utm
Catalog: UTM/Platform/Shared/Localizable.xcstrings
Source language: en
Languages: ar, de, es_419, fi, fr, it, ja, ko, pl, ru, zh_hans, zh_hant, zh_hk

source: Metal is not supported on this device. Cannot render display.
ar: لا يدعم هذا الجهاز Metal. لا يمكن عرض الشاشة.
de: Display kann nicht angezeigt werden, da Metal auf diesem Gerät nicht unterstützt wird.
es_419: Metal no está soportado en este dispositivo. No se puede renderizar la visualización.
fr: Metal n’est pas pris en charge sur cet appareil. Impossible de faire un rendu de l’affichage.
it: Metal non è supportato da questo dispositivo. Impossibile mostrare il display.
ja: Metalはこのデバイスでは対応していないため、ディスプレイを描画できません。
ko: 이 기기에서 Metal을 지원하지 않습니다. 디스플레이를 렌더링할 수 없습니다.
pl: Metal nie jest wspierany przez to urządzenie. Nie udało się wyrenderować okna.
ru: Metal не поддерживается на этом устройстве. Невозможно отрендерить дисплей.
zh_hans: 此设备不支持 Metal。无法渲染显示。
zh_hant: 本裝置不支援 Metal。無法算繪顯示內容。
zh_hk: 這個裝置不支援 Metal，無法呈送顯示內容。

source: Minimum size: %@
ar: الحجم الأدنى: %@
de: Mindestgröße: %@
es_419: Tamaño mínimo: %@
fr: Taille minimale : %@
it: Dimensione Minima: %@
ja: 最小サイズ: %@
pl: Minimalny rozmiar: %@
ru: Минимальный размер: %@
zh_hans: 最小文件大小：%@
zh_hant: 最小大小：%@
zh_hk: 最小大小：%@

source: Mode
ar: وضع
es_419: Modo
it: Modalità
ja: モード
pl: Tryb
ru: Режим
zh_hans: 模式
zh_hant: 模式
zh_hk: 模式

source: Modify settings for this VM.
ar: تعديل إعدادات هذه الآلة الافتراضية.
es_419: Modificar la configuración de esta VM
fr: Changer les réglages de cette VM.
it: Modifica le impostazioni di questa VM
ja: この仮想マシンの設定を変更します。
pl: Zmień ustawienia dla tej maszyny wirtualnej.
ru: Изменить параметры этой ВМ
zh_hans: 修改此虚拟机的设置。
zh_hant: 修改此虛擬機的設定。
zh_hk: 修改這個虛擬電腦的設定。

source: Mouse
ar: ماوس
de: Maus
fr: Souris
ru: Мышь
zh_hans: 鼠标
zh_hant: 滑鼠
zh_hk: 滑鼠

source: Move
ar: نقل
ja: 移動
pl: Przenieś
zh_hans: 移动
zh_hant: 移動
zh_hk: 移動

source: Move Down
ar: تحريك لأسفل
es_419: Descender
fi: Siirrä alas
fr: Descendre
it: Giù
ja: 下に移動
pl: Przenieś niżej
ru: Опустить
zh_hans: 下移
zh_hant: 下移
zh_hk: 向下移動

source: Move selected VM
ar: نقل الآلة الافتراضية المحددة
es_419: Mover la VM seleccionada
fi: Siirrä valittu VM
it: Sposta la VM selezionata
ja: 選択した仮想マシンを移動します
pl: Przenieś wybraną wirtualną maszynę
ru: Переместить выбранную ВМ
zh_hans: 移动已选中的虚拟机
zh_hant: 移動選擇的虛擬機
zh_hk: 移動已選取的虛擬電腦

source: Move this VM from internal storage to elsewhere.
ar: نقل هذه الآلة الافتراضية من التخزين الداخلي إلى مكان آخر.
es_419: Mover esta VM del almacenamiento interno a otro lugar.
fr: Déplace cette VM depuis le stockage interne vers ailleurs.
it: Sposta questa VM dalla memoria di archiviazione interna ad altrove.
ja: この仮想マシンを内部ストレージからほかの場所に移動します。
pl: Przenieś tą maszynę wirtualną z pamięci wewnętrznej gdzieś indziej.
ru: Переместите эту ВМ из внутреннего хранилища в другое место.
zh_hans: 将此虚拟机从内部存储空间移动到其他地方。
zh_hant: 將這個虛擬機從內部空間移到其他地方。
zh_hk: 將這個虛擬電腦由內部儲存空間移動至其他地方。

source: Move Up
ar: تحريك لأعلى
es_419: Ascender
fi: Siirrä ylös
fr: Monter
it: Su
ja: 上に移動
pl: Przenieś wyżej
ru: Поднять
zh_hans: 上移
zh_hant: 上移
zh_hk: 向上移動

source: Move…
ar: نقل…
es_419: Mover...
fr: Déplacer…
it: Sposta...
ja: 移動…
pl: Przenieś...
ru: Переместить…
zh_hans: 移动…
zh_hant: 移動…
zh_hk: 移動⋯

source: Name
ar: اسم
es_419: Nombre
fi: Nimi
fr: Nom
it: Nome
ja: 名前
ko: 이름
pl: Nazwa
ru: Имя
zh_hans: 名称
zh_hant: 名稱
zh_hk: 名稱

source: Name (optional)
ar: اسم (اختياري)
ja: 名前（オプション）
pl: Nazwa (opcjonalne)
zh_hans: 名称 (可选)
zh_hk: 名稱 (可選)

source: Nearest Neighbor
ar: أقرب جار
de: Nächstgelegen
es_419: Vecino más cercano
fi: Lähin naapuri
fr: Au plus proche
ja: 直近ピクセル
ko: 최근접 이웃 보간법
pl: Najbliższy sąsiad
ru: Ближайший сосед
zh_hans: 近邻取样
zh_hant: 近鄰取樣
zh_hk: 近鄰取樣

source: Network
ar: شبكة
es_419: Red
fi: Verkko
fr: Réseau
it: Rete
ja: ネットワーク
ko: 네트워크
pl: Sieć
ru: Сеть
zh_hans: 网络
zh_hant: 網路
zh_hk: 網絡

source: Network Mode
ar: وضع الشبكة
es_419: Modo de red
fi: Verkkotila
fr: Mode du réseau
it: Modalità di Rete
ja: ネットワークモード
pl: Tryb sieciowy
ru: Сетевой режим
zh_hans: 网络模式
zh_hant: 網路模式
zh_hk: 網絡模式

source: New
ar: جديد
de: Neu
es_419: Nuevo
fi: Uusi
fr: Ajouter
it: Crea
ja: 新規
ko: 추가
pl: Nowe
ru: Новая
zh_hans: 新建
zh_hant: 新增
zh_hk: 新增

source: New Drive
ar: محرك جديد

source: New from template…
ar: جديد من القالب…
es_419: Nuevo desde plantilla...
fr: Nouvelle VM basée sur ce modèle…
it: Nuovo da template...
ja: テンプレートから新規作成…
pl: Nowy z szablonu
ru: Новая из шаблона…
zh_hans: 从此模板新建…
zh_hant: 從樣板建立…
zh_hk: 由這個範本新增⋯

source: New Shared Directory…
ar: دليل مشترك جديد…
fr: Nouveau dossier partagé…
ja: 新規共有ディレクトリ…
pl: Nowy współdzielony katalog...
zh_hans: 新建共享目录…
zh_hant: 新增共享檔案夾…
zh_hk: 新增分享目錄⋯

source: New VM
ar: آلة افتراضية جديدة
es_419: Nueva VM
fi: Uusi VM
fr: Nouvelle VM
it: Nuova VM
ja: 新規仮想マシン
ko: VM 추가
pl: Nowa maszyna wirtualna
ru: Новая ВМ
zh_hans: 新建虚拟机
zh_hant: 新增虛擬機
zh_hk: 新增虛擬電腦

source: New…
ar: جديد…
de: Neu…
es_419: Nuevo...
fi: Uusi…
fr: Nouveau…
it: Crea...
ja: 新規…
ko: 추가…
pl: Nowy...
ru: Новый…
zh_hans: 新建…
zh_hant: 新增⋯
zh_hk: 新增⋯

source: No
ar: لا
de: Nein
fi: Ei
fr: Non
ja: いいえ
ko: 아니오
pl: Nie
ru: Нет
zh_hans: 否
zh_hant: 否
zh_hk: 否

source: No architecture specified in the configuration.
ar: لم يتم تحديد بنية في التكوين.
ja: 構成にアーキテクチャが指定されていません。
pl: Nie określono architektury dla tej konfiguracji.
zh_hans: 配置中未指定架构。
zh_hant: 組態設定中沒有指定架構。
zh_hk: 設定內未指定體系結構。

source: No drives connected.
ar: لا توجد محركات متصلة.
de: Keine Laufwerke angeschlossen.
es_419: No hay unidades conectadas.
fr: Aucun lecteur connecté.
it: Nessun disco connesso.
ja: デバイスが接続されていません。
ko: 연결된 드라이브가 없습니다.
pl: Brak podłączonych dysków.
ru: Нет подключенных дисков.
zh_hans: 没有连接的驱动器。
zh_hant: 沒有連接磁碟機。
zh_hk: 未有已經連接的磁碟。

source: No empty removable drive found. Make sure you have at least one removable drive that is not in use.
ar: لم يتم العثور على محرك قابل للإزالة فارغ. تأكد من أن لديك على الأقل محرك قابل للإزالة غير مستخدم.
de: Keine freien Laufwerke vorhanden. Stellen Sie sicher, dass ein Wechsellaufwerk verfügbar ist.
es_419: No se encontró ninguna unidad unidad extraíble vacía. Asegúrese de que tienes al menos una unidad extraíble que no esté en uso.
it: Nessun disco rimovibile trovato. Assicurati di avere almeno un disco rimovibile attualmente non in uso
ja: 空のリムーバブルドライブが見つかりません。使用していないリムーバブルドライブが少なくとも1台あることを確認してください。
pl: Nie znaleziono pustego zewnętrznego dysku. Upewnij się że masz choć jeden zewnętrzny dysk który nie jest w użyciu.
ru: Пустой съемный диск не найден. Убедитесь, что у вас есть хотя бы один неиспользуемый съемный диск.
zh_hans: 未找到空的可移动驱动器。确保你至少有一个未使用的可移动驱动器。
zh_hant: 找不到空的可卸除式磁碟機。請確定您有至少一個未使用的可卸除式磁碟機。
zh_hk: 無法找到空的可移除式磁碟。確保你至少有一個未使用的可移除式磁碟。

source: No name specified in the configuration.
ar: لم يتم تحديد اسم في التكوين.
ja: 構成に名前が指定されていません。
pl: Nie określono nazwy dla tej konfiguracji.
zh_hans: 配置中未指定名称。
zh_hant: 未在組態指定名稱。
zh_hk: 設定內未指定名稱。

source: No output device is selected for this window.
ar: لم يتم اختيار جهاز إخراج لهذه النافذة.
de: Für dieses Fenster wurde kein Ausgabegerät ausgewählt.
es_419: No se seleccionó un dispositivo de salida para esta ventana.
fr: Aucun appareil de sortie n’est sélectionné pour cette fenêtre.
it: Nessun dispositivo di output selezionato per questa finestra.
ja: このウインドウでは出力デバイスが選択されていません。
pl: Nie wybrano żadnego urządzenia wyjścia dla tego okna.
ru: Для данного окна устройство вывода не выбрано.
zh_hans: 此窗口未选择输出设备。
zh_hant: 未選取本視窗的輸出裝置。
zh_hk: 在這個視窗內未選取任何輸出裝置。

source: No release notes found for version %@.
ar: لم يتم العثور على ملاحظات الإصدار للإصدار %@.
ja: バージョン%@のリリースノートが見つかりません。
pl: Nie znaleziono informacji o wydaniu dla wersji %@.
zh_hans: 未找到 %@ 版本的发布说明。
zh_hant: 找不到第 %@ 版的發行記錄。
zh_hk: 無法找到版本 %@ 的發行註記。

source: No USB devices detected.
ar: لم يتم اكتشاف أجهزة USB.
de: Keine USB-Geräte verfügbar.
es_419: No se detectó unidades USB.
fr: Aucun appareil USB détecté.
it: Nessun dispositivo USB rilevato
ja: USBデバイスが検出されませんでした。
pl: Nie wykryto urządzeń USB.
ru: Устройства USB не обнаружены.
zh_hans: 未检测到 USB 设备。
zh_hant: 未偵測到 USB 裝置。
zh_hk: 未偵測到 USB 裝置。

source: No virtual machines found.
ar: لم يتم العثور على آلات افتراضية.
fr: Aucune machine virtuelle trouvée.
it: Nessuna macchina virtuale trovata.
ja: 仮想マシンが見つかりません。
pl: Nie znaleziono wirtualnych maszyn.
zh_hans: 未找到虚拟机。
zh_hant: 找不到虛擬機。
zh_hk: 未找到虛擬電腦。

source: none
ar: لا شيء
de: keine
es_419: ninguno
fi: ei mitään
fr: aucun
it: nessuno
ja: なし
pl: brak
ru: отсутствует
zh_hans: 无
zh_hant: 無
zh_hk: 無

source: None
ar: لا شيء
de: Keine
es_419: Ninguno
fi: Ei mitään
fr: Aucun
it: Nessuno/a
ja: なし
ko: 없음
pl: Brak
ru: Отсутствует
zh_hans: 无
zh_hant: 無
zh_hk: 無

source: None (Advanced)
ar: لا شيء (متقدم)
de: Keine (erweitert)
es_419: Ninguno (avanzado)
fi: Ei mitään (edistynyt)
fr: Aucune (avancé)
it: Nessuno (Avanzato)
ja: なし（詳細）
pl: Brak (Zaawansowane)
ru: Отсутствует (дополнительно)
zh_hans: 无 (高级)
zh_hant: 無（進階）
zh_hk: 無 (進階)

source: Not authenticated.
ar: غير مصادق.
ja: 認証されていません。
pl: Nieuwiezytelniony
zh_hans: 未
zh_hk: 未有認證。

source: Not implemented.
ar: غير مُنفذ.
ja: 実装されていません。
pl: Nie zaimplementowane.
zh_hans: 未实现。
zh_hant: 未實作。
zh_hk: 未實現。

source: Notes
ar: ملاحظات
de: Notizen
es_419: Notas
fi: Muistiinpanot
it: Note
ja: メモ
ko: 메모
pl: Notatki
ru: Примечания
zh_hans: 注意
zh_hant: 備註
zh_hk: 備註

source: Num Lock is forced on
ar: تم فرض تشغيل قفل الأرقام (Num Lock)
it: Forza attivazione Num Lock
ja: NumLockを強制的にオンにする
pl: Wymuszenie włączonego NumLock'a
zh_hans: 强制打开数字锁定 (Num Lock)
zh_hant: 數字鎖定鍵被強制開啟
zh_hk: Num Lock 強行開啟

source: OK
ar: حسناً
ko: 확인
zh_hans: 好
zh_hant: 好
zh_hk: 好

source: Older versions of UTM added each IDE device to a separate bus. Check this to change the configuration to place two units on each bus.
ar: أضافت الإصدارات القديمة من UTM كل جهاز IDE إلى ناقل منفصل. تحقق من ذلك لتغيير التكوين لوضع وحدتين على كل ناقل.
it: Le versioni precedenti di UTM aggiungevano ciascun dispositivo IDE ad un bus separato. Seleziona questa opzione per modificare la configurazione e impostare due unità su ciascun bus.
ja: UTMの古いバージョンでは、IDEデバイスをそれぞれ別のバスに追加していました。これにチェックを入れると、各バスに2つのユニットを配置する構成に変更できます。
zh_hans: 旧版本的 UTM 会将每个 IDE 设备添加到单独的总线上。选中此项可更改配置，以在每个总线上放置两个设备。
zh_hant: 舊版 UTM 將每個 IDE 裝置加到獨立的匯流排中。核取這個選項，會將這個組態更改為每 2 個裝置 1 個匯流排。
zh_hk: 舊版本的 UTM 將每個 IDE 裝置加至單獨的匯流排中。檢查這個項目以更改配置，以便於每個匯流排上放置兩個單元。

source: One or more required parameters are missing or invalid.
ar: معامل واحد أو أكثر مطلوب مفقود أو غير صالح.
ja: 1つ以上の必須パラメータがないか無効です。
pl: Jeden lub więcej parametrów brakuje lub jest nieprawidłowa.
zh_hans: 一个或多个必需参数缺失或无效。
zh_hant: 一或多個必填參數未填或無效。
zh_hk: 一個或多個必需參數缺失或無效。

source: Only available if host architecture matches the target. Otherwise, TCG emulation is used.
ar: متاح فقط إذا كانت بنية المضيف تتطابق مع الهدف. خلاف ذلك، يتم استخدام محاكاة TCG.
es_419: Sólo disponible si la arquitectura host coincide con la del invitado. De otro modo, se utiliza la emulación TCG.
fi: Käytettävissä vain, jos isäntäarkkitehtuuri vastaa kohdetta. Muussa tapauksessa käytetään TCG-emulointia.
fr: Disponible uniquement si l’architecture de l’hôte est la même que celle de l’invité. Dans le cas contraire, l’émulation TCG est utilisée.
it: Disponibile solo se l'architettura dell'host combacia con la destinazione. In alternativa, l'emulazione TCG verrà utilizzata.
ja: ホストアーキテクチャがターゲットと一致する場合のみ利用できます。そうでない場合、TCGエミュレーションが使用されます。
pl: Dostępne tylko jeśli architektura gospodarza odpowiada architekturze gościa. W innym wypadku, zostanie użyta emulacja TCG.
ru: Доступно только в том случае, если архитектура хоста совпадает с целевой. В противном случае используется эмуляция TCG.
zh_hans: 仅当主机架构和目标匹配时才可用。否则，将使用 TCG 模拟。
zh_hant: 只在主機架構和目的平台架構相同時可以使用。否則使用 TCG 模擬。
zh_hk: 僅當主機架構與目標匹配時才可用。否則，將使用 TCG 仿真。

source: Only available on macOS virtual machines.
ar: متاح فقط على الآلات الافتراضية macOS.
fr: Uniquement disponible sur les machines virtuelles macOS.
it: Disponibile solo su macchine virtuali macOS.
ja: macOS仮想マシンでのみ使用できます。
pl: Dostępne tylko dla wirtualnych maszyn z systemem macOS.
zh_hans: 仅限 macOS 虚拟机可用。
zh_hant: 只能在 macOS 虛擬機上使用。
zh_hk: 僅可用於 macOS 虛擬電腦。

source: Only available when Hypervisor is used on supported hardware. TSO speeds up Intel emulation in the guest at the cost of decreased performance in general.
ar: متاح فقط عند استخدام Hypervisor على الأجهزة المدعومة. TSO يسرع من محاكاة Intel في الضيف على حساب انخفاض الأداء بشكل عام.
it: Disponibile solo con un Hypervisor e hardware supportato. TSO incrementa le prestazioni di emulazione di un guest Intel, al costo di performance generali ridotte.
ja: 対応ハードウェア上でハイパーバイザが使用されている場合にのみ利用可能です。TSOは、ゲスト内のIntelエミュレーションを高速化させますが、その代償として一般的なパフォーマンスを低下させます。
zh_hans: 只有在支持的硬件上使用 Hypervisor 时才可用。TSO 加快了客户机中的 Intel 模拟速度，但总体性能却有所下降。
zh_hant: 只有 Hypervisor 在支援的硬體上使用時才能使用。TSO 加速客體的 Intel 模擬速度，而降低通常情況下的效能。
zh_hk: 僅當於受支援的硬體上使用 Hypervisor 時才可用。TSO 提升了客戶端的 Intel 仿真速度，但以總體的效能降低為代價。

source: Open VM Settings
ar: فتح إعدادات الآلة الافتراضية
es_419: Abrir configuración de la VM
fi: Avaa VM-asetukset
it: Apri la configurazione della VM
ja: 仮想マシン設定を開く
pl: Otwórz ustawienia wirtualnej maszyny
ru: Открыть параметры ВМ
zh_hans: 打开虚拟机设置
zh_hant: 開啟虛擬機設定
zh_hk: 開啟虛擬電腦設定

source: Open…
ar: فتح…
de: Öffnen…
es_419: Abrir...
fi: Avaa…
fr: Ouvrir…
it: Apri...
ja: 開く…
pl: Otwórz...
ru: Открыть…
zh_hans: 打开…
zh_hant: 開啟…
zh_hk: 開啟⋯

source: Operating System
ar: نظام التشغيل
de: Betriebssystem
es_419: Sistema operativo
fi: Käyttöjärjestelmä
fr: Système d’exploitation
it: Sistema operativo
ja: オペレーティングシステム
ko: 운영체제
pl: System operacyjny
ru: Операционная система
zh_hans: 操作系统
zh_hant: 作業系統
zh_hk: 作業系統

source: Operation not available.
ar: العملية غير متاحة.
ja: 操作は利用できません。
pl: Operacja nie jest dostępna.
zh_hans: 操作不可用。
zh_hant: 無法執行本動作。
zh_hk: 操作不可用。

source: Operation not supported by the backend.
ar: العملية غير مدعومة من قبل الخلفية.
ja: 操作はバックエンドが対応していません。
pl: Operacja nie jest wspierana przez backend.
zh_hans: 操作不受后端支持。
zh_hant: 後端不支援本動作。
zh_hk: 操作不受後端支援。

source: Option (⌥) is Meta key
ar: مفتاح Option (⌥) هو مفتاح Meta
it: Option (⌥) come Meta key
ja: メタキーとしてOption（⌥）を使用
pl: Option（⌥） to klawisz Meta
zh_hans: Option (⌥) 键作为 Meta 键
zh_hant: Option (⌥) 即 Meta 鍵
zh_hk: 將 Option (⌥) 作為 Meta 鍵

source: Optionally select a directory to make accessible inside the VM. Note that support for shared directories varies by the guest operating system and may require additional guest drivers to be installed. See UTM support pages for more details.
ar: اختر دليلًا بشكل اختياري لجعله متاحًا داخل الآلة الافتراضية. لاحظ أن الدعم للدلائل المشتركة يختلف حسب نظام تشغيل الضيف وقد يتطلب تثبيت برامج تشغيل إضافية للضيف. راجع صفحات دعم UTM لمزيد من التفاصيل.
es_419: Opcionalmente, selecciona un directorio a hacer accessible dentro de la VM. Ten en cuenta que el soporte de los directorios compartidos varía según el sistema operativo invitado y puede requerir drivers adicionales a ser instalados. Ver las páginas de soporte de UTM para más información.
fi: Valitse valinnaisesti hakemisto, joka on käytettävissä virtuaalikoneen sisällä. Huomaa, että jaettujen hakemistojen tuki vaihtelee vieraskäyttöjärjestelmän mukaan ja saattaa edellyttää lisävierasohjaimien asentamista. Katso lisätietoja UTM-tukisivuilta.
it: Se vuoi, puoi selezionare una cartella da rendere accessibile all'interno della VM. Il supporto alle cartelle condivise varia in base al sistema operativo e potrebbe essere necessario installare driver sulla VM. Controlla le pagine di supporto di UTM per ulteriori informazioni.
ja: 仮想マシン内部でアクセスできるようにするディレクトリを選択してください（オプション）。共有ディレクトリの対応はゲストのオペレーティングシステムによって異なり、追加のゲストドライバのインストールが必要になる場合があることに注意してください。詳細については、UTMサポートページを参照してください。
pl: Opcjonalnie, wybierz katalog, aby był on dostępny z poziomu wirtualnej maszyny. Pamiętaj, że wsparcie dla współdzielonych katalogów zależy od systemu operacyjnego gościa i może wymagać instalacji dodatkowych sterowników. Zobacz strony wsparcia UTM po więcej szczegółów.
ru: Опционально выберите каталог, который будет доступен внутри ВМ. Обратите внимание, что поддержка общих каталогов зависит от гостевой операционной системы и может потребовать установки дополнительных гостевых драйверов. Дополнительные сведения см. на страницах поддержки UTM.
zh_hans: (可选) 选择一个可在虚拟机内访问的目录。请注意，客户操作系统对共享目录的支持各不相同，可能需要安装额外的客户驱动程序。有关详细信息，请参阅 UTM 支持页面。
zh_hant: 選擇性選取虛擬機內能夠存取的目錄。注意共享檔案夾的支援度因客體作業系統而異，可能會需要安裝額外的客體驅動程式。請查閱 UTM 支援頁面深入了解。
zh_hk: (可選) 選取一個目錄，使得可以在虛擬電腦內取用。請緊記，分享目錄的支援視乎客戶端作業系統而定，可能需要安裝額外的客戶端驅動程式。有關更多詳細訊息，請見 UTM 支援頁面。

source: Options here only apply on next boot and are not saved.
ar: الخيارات هنا تنطبق فقط عند التمهيد التالي وليست محفوظة.
it: Queste impostazioni vengo applicate solo all'avvio successivo e non sono salvate.
ja: これらのオプションは次回起動時にのみ適用され、保存されません。
ru: Установленные здесь параметры применяются только при следующей загрузке и не сохраняются.
zh_hans: 此处的选项只在下次启动时生效，不会保存。
zh_hant: 這裡的選項只會在下次開機時生效，且不會儲存。
zh_hk: 這裡的選項僅於下次啟動時生效，且不會儲存。

source: Other
ar: آخر
de: Andere
es_419: Otro
fi: Muu
it: Altro
ja: その他
pl: Inny
ru: Другое
zh_hans: 其他
zh_hant: 其他
zh_hk: 其他

source: Password
ar: كلمة المرور
ja: パスワード
pl: Hasło
zh_hans: 密码
zh_hk: 密碼

source: Password is incorrect.
ar: كلمة المرور غير صحيحة.
ja: パスワードが間違っています。
pl: Hasło jest nieprawidłowe
zh_hans: 密码不正确。
zh_hk: 密碼不正確。

source: Password is required.
ar: مطلوب كلمة المرور.
ja: パスワードが必要です。
pl: Hasło jest wymagane
zh_hans: 需要密码。
zh_hk: 需要密碼。

source: Path
ar: مسار
es_419: Ruta
fi: Polku
fr: Emplacement
it: Percorso
ja: パス
pl: Ścieżka
ru: Путь
zh_hans: 路径
zh_hant: 路徑
zh_hk: 路徑

source: Pause
ar: إيقاف مؤقت
es_419: Pausar
fi: Tauko
it: Pausa
ja: 一時停止
ko: 중지
pl: Zatrzymaj
ru: Пауза
zh_hans: 暂停
zh_hant: 暫停
zh_hk: 暫停

source: Paused
ar: موقوف مؤقتاً
de: Pausiert
es_419: Pausado
fr: En pause
it: In Pausa
ja: 一時停止済み
pl: Wstrzymana
ru: Приостановлено
zh_hans: 已暂停
zh_hant: 已暫停
zh_hk: 已經暫停

source: Pausing
ar: يتم إيقافه مؤقتاً
de: Pausieren…
es_419: Pausando
fr: Mise en pause
it: In Pausa...
ja: 一時停止中
pl: Wstrzymuję
ru: Приостановка
zh_hans: 正在暂停
zh_hant: 正在暫停
zh_hk: 正在暫停

source: PC System Flash
ar: فلاش نظام PC
es_419: Flash del sistema PC
fr: Flash PC system
it: Flash del Sistema PC
ja: PCシステムフラッシュ
ru: Системная флэш-память ПК
zh_hans: PC 系统闪存
zh_hant: PC 系統快閃裝置
zh_hk: PC 系統快閃記憶體

source: Pending
ar: قيد الانتظار
de: In Arbeit
es_419: Pendiente
fi: Odottaa
fr: Suspendue
it: In attesa
ja: 保留中
pl: W toku
ru: В ожидании
zh_hans: 等待中
zh_hant: 等待中
zh_hk: 待定

source: Play
ar: تشغيل
de: Starten
es_419: Iniciar
fi: Toista
fr: Démarrer
it: Avvia
ja: 再生
ko: 시작
pl: Uruchom
ru: Запуск
zh_hans: 启动
zh_hant: 啟動
zh_hk: 播放

source: Please select a boot image.
ar: يرجى اختيار صورة تمهيد.
de: Bitte wählen Sie ein Start-Abbild aus.
es_419: Por favor selecciona una imagen de arranque.
fi: Valitse käynnistyskuva.
it: Seleziona l'immagine di avvio.
ja: 起動イメージを選択してください。
pl: Proszę wybrać obraz do rozruchu.
ru: Пожалуйста, выберите загрузочный образ.
zh_hans: 请选择一个引导映像。
zh_hant: 請選擇開機映像檔。
zh_hk: 請選取一個啟動檔。

source: Please select a kernel file.
ar: يرجى اختيار ملف نواة.
de: Bitte wählen Sie eine Kernel-Datei aus.
es_419: Por favor selecciona un archivo de kernel.
fi: Valitse ydintiedosto.
it: Seleziona un file del kernel.
ja: カーネルファイルを選択してください。
pl: Proszę wybrać obraz jądra (kernel) systemu.
ru: Пожалуйста, выберите файл ядра.
zh_hans: 请选择一个内核文件。
zh_hant: 請選擇核心檔案。
zh_hk: 請選取一個內核檔。

source: Please select a macOS recovery IPSW.
ar: يرجى اختيار IPSW لاسترداد macOS.
de: Bitte wählen Sie eine macOS Recovery IPSW-Datei aus.
es_419: Por favor selecciona un archivo IPSW de recuperación de macOS.
fr: Veuillez sélectionner un fichier IPSW de réinstallation de macOS.
it: Seleziona un archivo IPSW di recupero di macOS.
ja: macOSの復元IPSWを選択してください。
pl: Proszę wybierz obraz odzyskiwania systemu macOS w formacie IPSW.
ru: Пожалуйста, выберите macOS recovery IPSW.
zh_hans: 请选择一个 macOS 恢复 IPSW 文件。
zh_hant: 請選擇 macOS recovery IPSW 檔。
zh_hk: 請選取 IPSW 恢復檔。

source: Please select an uncompressed Linux kernel image.
ar: يرجى اختيار صورة نواة لينكس غير مضغوطة.
de: Bitte wählen Sie ein unkomprimiertes Linux Kernel-Abbild aus.
es_419: Por favor selecciona una imagen descomprimida del kernel de Linux.
fr: Veuillez sélectionner une image noyau non compressée de Linux.
it: Seleziona un'immagine non compressa del kernel Linux.
ja: 無圧縮Linuxカーネルイメージを選択してください。
pl: Proszę wybierz nieskompresowany obraz jądra systemu Linux.
ru: Пожалуйста, выберите несжатый образ ядра Linux.
zh_hans: 请选择一个未压缩的 Linux 内核映像。
zh_hant: 請選擇未壓縮的 Linux 核心映像檔案。
zh_hk: 請選取未壓縮的 Linux 核心映像檔。

source: Port
ar: منفذ
ja: ポート
zh_hans: 端口
zh_hant: 連線埠
zh_hk: 埠

source: Port Forward
ar: إعادة توجيه المنفذ
de: Port-Weiterleitung
es_419: Redirección de puerto
fi: Portita
fr: Redirection de port
it: Inoltro di Porta
ja: ポート転送
ko: 포트포워딩
pl: Przekierowanie portów
ru: Перенаправление портов
zh_hans: 端口转发
zh_hant: 連線埠轉送
zh_hk: 連線埠轉送

source: Power Off
ar: إيقاف التشغيل
es_419: Apagar
fi: Sammuta
fr: Éteindre
it: Spegni
ja: 電源オフ
pl: Wyłącz
ru: Выключить
zh_hans: 关闭电源
zh_hant: 關機
zh_hk: 關閉電源

source: Preconfigured
ar: مُعد مسبقاً
de: Vorgefertigt
es_419: Preconfigurado
fi: Ennalta konfiguroitu
it: Preconfigurato
ja: 構成済み
pl: Gotowiec
ru: Предварительно сконфигурированный
zh_hans: 预配置
zh_hant: 已預先設定
zh_hk: 預設定

source: Preparing…
ar: يتم التحضير…
de: Vorbereiten…
es_419: Preparando…
it: Preparazione…
ja: 準備中…
pl: Przygotowywanie...
ru: Идет подготовка…
zh_hans: 正在准备…
zh_hant: 正在準備……
zh_hk: 正在準備⋯

source: Press %@ to release cursor
ar: اضغط %@ لتحرير المؤشر
de: Drücken Sie %@ um den Cursor freizugeben.
es_419: Presiona %@ para liberar el cursor
fr: Appuyez sur %@ pour libérer le curseur
it: Premi %@ per rilasciare il cursore
ja: %@を押してカーソルを解放します
pl: Naciśnij %@ aby uwolnić kursor
ru: Нажмите %@, чтобы освободить курсор
zh_hans: 按下 %@ 释放光标
zh_hant: 按下 %@ 釋放游標
zh_hk: 按下 %@ 來放開指標

source: Prevent system from sleeping when any VM is running
ar: منع النظام من الدخول في وضع السكون عندما تعمل أي آلة افتراضية
it: Impedisci lo stop del sistema quando una VM è in esecuzione
ja: 仮想マシン実行中にシステムがスリープしないようにする
pl: Zapobiegaj usypianiu systemu gdy jakakolwiek maszyna wirtualna jest uruchomiona
zh_hans: 当任何虚拟机运行时防止系统处于休眠状态
zh_hant: 有虛擬機運作時，不讓系統睡眠
zh_hk: 在任何虛擬電腦執行時防止系統睡眠

source: Prompt
ar: مطالبة
ja: プロンプト
zh_hans: 提示
zh_hant: 提示
zh_hk: 提示

source: Protocol
ar: بروتوكول
es_419: Protocolo
fi: Protokolla
fr: Protocole
it: Protocollo
ja: プロトコル
ko: 프로토콜
pl: Protokół
ru: Протокол
zh_hans: 协议
zh_hant: 通訊協定
zh_hk: 協定

source: Pseudo-TTY Device
ar: جهاز Pseudo-TTY
de: Pseudo-TTY-Gerät
es_419: Dispositivo pseudo-TTY
fi: Pseudo-TTY-laite
fr: Appareil pseudo-TTY
it: Dispositivo pseudo-TTY
ja: 疑似TTYデバイス
pl: Urządzenie pseudo-TTY
ru: Псевдо-TTY устройство
zh_hans: 虚拟终端机设备
zh_hant: 偽 TTY 裝置
zh_hk: Pseudo-TTY 裝置

source: QEMU Arguments
ar: وسائط QEMU
de: QEMU-Parameter
es_419: Argumentos de QEMU
fi: QEMU-argumentit
fr: Arguments pour QEMU
it: Argomenti QEMU
ja: QEMU引数
ko: QEMU 구문
pl: Argumenty rozruchu QEMU
ru: Аргументы QEMU
zh_hans: QEMU 参数
zh_hant: QEMU 引數
zh_hk: QEMU 參數

source: QEMU Graphics Acceleration
ar: تسريع الرسوميات QEMU
fr: Accélération graphique de QEMU
it: Accelerazione Grafica QEMU
ja: QEMUグラフィックスアクセラレーション
pl: Akceleracja grafiki QEMU
zh_hans: QEMU 图形加速
zh_hant: QEMU 圖形加速
zh_hk: QEMU 圖形加速

source: QEMU Keyboard
ar: لوحة مفاتيح QEMU
fr: Clavier QEMU
it: Tastiera QEMU
ja: QEMUキーボード
pl: Klawiatura QEMU
zh_hans: QEMU 键盘
zh_hant: QEMU 鍵盤
zh_hk: QEMU 鍵盤

source: QEMU Machine Properties
ar: خصائص آلة QEMU
es_419: Propiedades de la máquina QEMU
fi: QEMU-koneen ominaisuudet
fr: Propriétés de la machine QEMU
it: Proprietà della macchina QEMU
ja: QEMUマシンプロパティ
ko: QEMU 추가 구문
pl: Właściwości maszyny QEMU
ru: Свойства машины QEMU
zh_hans: QEMU 虚拟机属性
zh_hant: QEMU 機器屬性
zh_hk: QEMU 電腦屬性

source: QEMU Monitor (HMP)
ar: مراقب QEMU (HMP)
es_419: Monitor QEMU (HMP)
fi: QEMU-näyttö (HMP)
fr: Moniteur QEMU (HMP)
it: Monitor QEMU (HMP)
ja: QEMUモニタ（HMP）
pl: Monitor QEMU (HMP)
ru: Монитор QEMU (HMP)
zh_hans: QEMU 监视器 (HMP)
zh_hant: QEMU 監視器 (HMP)
zh_hk: QEMU 顯示器 (HMP)
